Repository: yclfxiang/linxVirt
Catalog: linx-spice-gtk/po/*.po
Languages: fr

source: Hostname
fr: Nom de l'hôte

source: TLS Port
fr: Port TLS

source: Connect
fr: Connexion

source: Use Shift+F12 to ungrab mouse.
fr: Utiliser Shift+F12 pour désaisir la souris.

source: mouse: %s, agent: %s
fr: souris: %s, agent: %s

source: yes
fr: oui

source: no
fr: non

source: gtk client app for the spice remote desktop protocol
fr: Application Gtk de connexion au serveur de bureau spice

source: _Connect ...
fr: _Ouvrir une session...

source: _Close
fr: _Quitter

source: _Copy to guest
fr: _Copier dans l'invité

source: _Paste from guest
fr: Coller dans l'invité

source: _Fullscreen
fr: _Plein écran

source: _Ungrab mouse
fr: _Désaisir la souris

source: _About ...
fr: _À propos

source: Grab keyboard when active and focused
fr: Saisir le clavier après focus

source: Grab mouse in server mode (no tabled/vdagent)
fr: Saisir la souris en mode serveur (pas d'agent)

source: Resize guest to match window size
fr: Redimensionner l'invité à la taille de fenêtre

source: Automagic clipboard sharing between host and guest
fr: Partage de presse-papiers automatique

source: spice display %d
fr: écran spice %d

source: Authentication
fr: Authentification

source: Please enter the spice server password
fr: Entrez le mot de passe du serveur spice

source: SCROLL
fr: DÉFIL

source: CAPS
fr: VERR.MAJ

source: NUM
fr: VERR.NUM

source: open in full screen mode
fr: Ouvrir en plein-écran

source: - spice client application
fr: - application client spice

source: option parsing failed: %s
fr: échec d'analyse des options: %s

source: snappy: can't open %s: %s
fr: snappy: impossible d'ouvrir %s: %s

source: unsupported spice surface format %d
fr: format de surface spice non supporté %d

source: wrote screen shot to %s
fr: capture d'écran sauvée dans %s

source: output file name (*.ppm)
fr: nom de fichier d'enregistrement (*.ppm)

source: <filename>
fr: <nom de fichier>

source: - write screen shots in ppm format
fr: - sauve des capture d'écran au format ppm

source: spice_session_connect failed
fr: spice_session_connect a échoué

source: spice server uri
fr: uri du serveur spice

source: spice server address
fr: adresse du serveur spice

source: <host>
fr: <hôte>

source: spice server port
fr: port du serveur spice

source: spice server secure port
fr: port sécurisé du serveur spice

source: truststore file for secure connections
fr: fichier truststore pour les connexions sécurisées

source: server password
fr: mot de passe du serveur

source: <password>
fr: <mot de passe>

source: Spice Options:
fr: Options Spice:

source: Show spice Options
fr: Affiche les options de spice
